Repository: neogenz/pulpe
Catalog: ios/Pulpe/Resources/Localizable.xcstrings
Source language: fr
Languages: de, en, it

source: Rien n'est modifié tant que tu n'appliques pas
de: Nichts ändert sich, solange du nicht übernimmst
en: Nothing changes until you apply
it: Niente cambia finché non applichi

source: Rien sur ces 7 jours
de: Nichts in diesen 7 Tagen
en: Nothing in these 7 days
it: Niente in questi 7 giorni

source: Rythme : %@
de: Tempo: %@
en: Pace: %@
it: Ritmo: %@

source: Ré-ouvrir
de: Wieder öffnen
en: Reopen
it: Riapri

source: Réajuster la suite
de: Den Rest neu verteilen
en: Rebalance the rest
it: Riequilibra il resto

source: Réaliser ce retrait
de: Diese Entnahme ausführen
en: Make this withdrawal
it: Effettua questo prelievo

source: Réaliser le solde
de: Restbetrag entnehmen
en: Take the balance
it: Preleva il resto

source: Réalisé
de: Erfolgt
en: Completed
it: Effettuato

source: Réalisé %@
de: Tatsächlich %@
en: Actual %@
it: Effettivo %@

source: Récapitulatif
de: Übersicht
en: Summary
it: Riepilogo

source: Récupération du cours de change en cours
de: Wechselkurs wird abgerufen
en: Fetching the exchange rate
it: Recupero del tasso di cambio

source: Récupération du cours du jour…
de: Tageskurs wird abgerufen…
en: Fetching today’s rate…
it: Recupero del cambio del giorno…

source: Récupération en cours...
de: Wiederherstellung läuft...
en: Recovering...
it: Recupero in corso...

source: Récurrence
de: Häufigkeit
en: Frequency
it: Frequenza

source: Récurrent
de: Wiederkehrend
en: Recurring
it: Ricorrente

source: Réduit la liste des mois
de: Klappt die Monatsliste ein
en: Collapses the month list
it: Riduce l'elenco dei mesi

source: Réel
de: Tatsächlich
en: Actual
it: Effettivo

source: Réessayer
de: Nochmal versuchen
en: Try again
it: Riprova

source: Régénérer
de: Neu erzeugen
en: Regenerate
it: Rigenera

source: Réinitialisation en cours
de: Wird zurückgesetzt
en: Resetting
it: Reimpostazione in corso

source: Réinitialiser
de: Zurücksetzen
en: Reset
it: Reimposta

source: Réinitialiser le mot de passe
de: Passwort zurücksetzen
en: Reset the password
it: Reimposta la password

source: Réinitialiser le plan
de: Plan zurücksetzen
en: Reset the plan
it: Reimposta il piano

source: Répartir ce qu'il reste — %@/mois
de: Den Rest verteilen — %@/Monat
en: Spread what's left — %@/month
it: Ripartisci il resto — %@/mese

source: Résumé de l'impact
de: Zusammenfassung der Auswirkungen
en: Impact summary
it: Riepilogo dell'impatto

# Résumé du budget. Entrées %@, sorties %@
source: Résumé du budget. Entrées %1$@, sorties %2$@
de: Budgetübersicht. Eingänge %@, Ausgänge %@
en: Budget summary. Money in %@, money out %@
it: Riepilogo del budget. Entrate %@, uscite %@

source: S'inscrire avec email
de: Mit E-Mail registrieren
en: Sign up with email
it: Registrati con l'email

source: Saisir dans une autre devise
de: In einer anderen Währung erfassen
en: Enter in another currency
it: Inserisci in un'altra valuta

source: Saisis ta clé telle que tu l'as notée (tirets optionnels). Elle sert uniquement à cette vérification et n'est pas enregistrée.
de: Gib deinen Schlüssel so ein, wie du ihn notiert hast (Bindestriche optional). Er dient nur dieser Überprüfung und wird nicht gespeichert.
en: Type your key as you wrote it down (dashes optional). It's only used for this check and isn't stored.
it: Scrivi la tua chiave come l'hai annotata (trattini facoltativi). Serve solo per questa verifica e non viene salvata.

source: Saisis ton adresse e-mail
de: Gib deine E-Mail-Adresse ein
en: Enter your email address
it: Inserisci il tuo indirizzo email

source: Saisis ton ancien code PIN
de: Gib deinen alten PIN-Code ein
en: Enter your old PIN
it: Inserisci il tuo vecchio codice PIN

source: Saisis ton code PIN
de: Gib deine PIN ein
en: Type your PIN
it: Scrivi il tuo codice PIN

source: Saisis ton mot de passe
de: Gib dein Passwort ein
en: Enter your password
it: Inserisci la tua password

source: Saisis ton mot de passe pour confirmer
de: Gib dein Passwort ein, um zu bestätigen
en: Type your password to confirm
it: Scrivi la tua password per confermare

source: Saisis ton nouveau code PIN
de: Gib deinen neuen PIN-Code ein
en: Enter your new PIN
it: Inserisci il tuo nuovo codice PIN

source: Saisis ton nouveau mot de passe
de: Gib dein neues Passwort ein
en: Enter your new password
it: Inserisci la tua nuova password

source: Saisis ton prénom
de: Gib deinen Vornamen ein
en: Enter your first name
it: Inserisci il tuo nome

source: Saisis à nouveau ton code
de: Gib deinen Code erneut ein
en: Enter your code again
it: Inserisci di nuovo il tuo codice

source: Sans cette clé et sans ton code PIN, tes données financières seront définitivement inaccessibles.
de: Ohne diesen Schlüssel und ohne deinen PIN-Code sind deine Finanzdaten endgültig unzugänglich.
en: Without this key and without your PIN, your financial data will be permanently inaccessible.
it: Senza questa chiave e senza il tuo codice PIN, i tuoi dati finanziari saranno definitivamente inaccessibili.

source: Se connecter
de: Anmelden
en: Sign in
it: Accedi

source: Se déconnecter
de: Abmelden
en: Sign out
it: Esci

source: Session expirée — reconnecte-toi pour continuer
de: Sitzung abgelaufen — melde dich neu an, um fortzufahren
en: Session expired — sign in again to continue
it: Sessione scaduta — accedi di nuovo per continuare

source: Seul l'objectif sera supprimé. Tout le reste sera conservé.
de: Nur das Sparziel wird gelöscht. Alles andere bleibt.
en: Only the goal will be deleted. Everything else stays.
it: Verrà eliminato solo l'obiettivo. Tutto il resto rimane.

source: Seulement ce qui compte vraiment pour toi.
de: Nur das, was dir wirklich wichtig ist.
en: Only what really matters to you.
it: Solo ciò che conta davvero per te.

source: Si un compte existe avec cette adresse, tu recevras un email avec un lien de réinitialisation.
de: Falls es zu dieser Adresse ein Konto gibt, bekommst du eine E-Mail mit einem Link zum Zurücksetzen.
en: If an account exists with that address, you'll get an email with a reset link.
it: Se esiste un account con questo indirizzo, riceverai un'email con un link per reimpostare la password.

source: Solde
de: Saldo
en: Balance
it: Saldo

source: Solde actuel · %@
de: Aktueller Saldo · %@
en: Current balance · %@
it: Saldo attuale · %@

source: Solde négatif — on y remédie ?
de: Negativer Saldo — bring ich das in Ordnung?
en: Negative balance — shall we fix it?
it: Saldo negativo — ci metto mano?

source: Solde à date
de: Saldo bis heute
en: Balance to date
it: Saldo a oggi

source: Sorties
de: Ausgänge
en: Money out
it: Uscite

source: Source de l'épargne
de: Herkunft des Ersparten
en: Savings source
it: Origine del risparmio

source: Sous ton plan depuis le %@.
de: Seit dem %@ unter deinem Plan.
en: Below your plan since %@.
it: Sotto il tuo piano dal %@.

source: Statut
de: Status
en: Status
it: Stato

source: Suggestions
de: Vorschläge
it: Suggerimenti

source: Suis tes projets d'épargne long terme
de: Verfolg deine langfristigen Sparprojekte
en: Track your long-term savings projects
it: Segui i tuoi progetti di risparmio a lungo termine

source: Suis tes projets d'épargne long terme, sans recalculer à la main
de: Verfolg deine langfristigen Sparprojekte, ohne von Hand nachzurechnen
en: Track your long-term savings projects, without redoing the math by hand
it: Segui i tuoi progetti di risparmio a lungo termine, senza rifare i calcoli a mano

source: Suivant
de: Weiter
en: Next
it: Avanti

source: Suivi du budget
de: Budgetverlauf
en: Budget tracking
it: Andamento del budget

source: Suivi indisponible
de: Übersicht nicht verfügbar
en: Tracking unavailable
it: Andamento non disponibile

source: Suppression…
de: Wird gelöscht…
en: Deleting…
it: Elimino…

source: Supprime les prévisions affichées et libère leur montant
de: Löscht die angezeigten Planposten und macht ihren Betrag wieder frei
en: Deletes the planned items shown and frees up their amount
it: Elimina le previsioni mostrate e libera il loro importo

source: Supprimer
de: Löschen
en: Delete
it: Elimina

source: Supprimer %@
de: %@ löschen
en: Delete %@
it: Elimina %@

# Supprimer %@ et %@
source: Supprimer %1$@ et %2$@
de: %1$@ und %2$@ löschen
en: Delete %1$@ and %2$@
it: Elimina %1$@ e %2$@

source: Supprimer %@ seulement
de: Nur %@ löschen
en: Delete %@ only
it: Elimina solo %@

source: Supprimer aussi les mouvements rattachés à ces prévisions
de: Auch die Bewegungen zu diesen Planposten löschen
en: Delete the activity attached to those planned items too
it: Elimina anche i movimenti collegati a queste previsioni

source: Supprimer aussi toutes les prévisions rattachées
de: Auch alle verknüpften Planposten löschen
en: Delete every attached planned item too
it: Elimina anche tutte le previsioni collegate

source: Supprimer ce modèle ?
de: Diese Vorlage löschen?
en: Delete this template?
it: Eliminare questo modello?

source: Supprimer l'objectif
de: Sparziel löschen
en: Delete the goal
it: Elimina l'obiettivo

source: Supprimer l'objectif et les prévisions
de: Sparziel und Planposten löschen
en: Delete the goal and the planned items
it: Elimina l'obiettivo e le previsioni

source: Supprimer la prévision ?
de: Diesen Planposten löschen?
en: Delete this planned item?
it: Eliminare questa previsione?

source: Supprimer le compte
de: Konto löschen
en: Delete the account
it: Elimina l'account

source: Supprimer les prévisions
de: Planposten löschen
en: Delete the planned items
it: Elimina le previsioni

source: Supprimer mon compte
de: Mein Konto löschen
en: Delete my account
it: Elimina il mio account

source: Supprimer seulement l'objectif
de: Nur das Sparziel löschen
en: Delete the goal only
it: Elimina solo l'obiettivo

source: Supprimer « %@ » ?
de: „%@“ löschen?
en: Delete “%@”?
it: Eliminare «%@»?

source: Supprimé
de: Gelöscht
en: Deleted
it: Eliminato

source: Synchronisation en cours
de: Wird synchronisiert
en: Syncing
it: Sincronizzazione in corso

source: Sécurité
de: Sicherheit
en: Security
it: Sicurezza

source: Sélecteur de mois
de: Monatsauswahl
en: Month picker
it: Selettore del mese

source: Sélection de la devise
de: Währungsauswahl
en: Currency selection
it: Selezione della valuta

source: Sélectionne au moins un mois
de: Wähle mindestens einen Monat
en: Pick at least one month
it: Scegli almeno un mese

source: Sélectionne une date
de: Wähle ein Datum
en: Pick a date
it: Scegli una data

source: Sélectionné
de: Ausgewählt
en: Selected
it: Selezionato

source: Série
de: Serie
en: Series
it: Serie

source: Ta clé contient des caractères invalides
de: Dein Schlüssel enthält ungültige Zeichen
en: Your key contains invalid characters
it: La tua chiave contiene caratteri non validi

source: Ta récupération est réussie mais la nouvelle clé de récupération n'a pas pu être générée. Tu peux en créer une depuis les réglages.
de: Die Wiederherstellung war erfolgreich, aber der neue Wiederherstellungsschlüssel konnte nicht erstellt werden. Du kannst in den Einstellungen einen neuen erstellen.
en: Recovery succeeded, but the new recovery key could not be generated. You can create one from the settings.
it: Il recupero è riuscito, ma non è stato possibile generare la nuova chiave di recupero. Puoi crearne una dalle impostazioni.

source: Ta session a expiré — reconnecte-toi
de: Deine Sitzung ist abgelaufen — melde dich neu an
en: Your session expired — sign in again
it: La tua sessione è scaduta — accedi di nuovo

source: Ta session a expiré, connecte-toi avec ton mot de passe
de: Deine Sitzung ist abgelaufen, melde dich mit deinem Passwort an
en: Your session has expired, sign in with your password
it: La tua sessione è scaduta, accedi con la tua password

source: Ta session a expiré, reconnecte-toi
de: Deine Sitzung ist abgelaufen, melde dich neu an
en: Your session has expired, sign back in
it: La tua sessione è scaduta, accedi di nuovo

source: Ta trajectoire
de: Dein Verlauf
en: Your trajectory
it: La tua traiettoria

# Taux figé : 1 %@ = %@
source: Taux figé : 1 %1$@ = %2$@
de: Kurs fixiert: 1 %@ = %@
en: Rate locked: 1 %@ = %@
it: Cambio fissato: 1 %@ = %@

source: Tendance
de: Trend
en: Trend
it: Andamento

source: Terminé
de: Abgeschlossen
en: Done
it: Concluso

source: Tes données seront supprimées définitivement après 3 jours.
de: Deine Daten werden nach 3 Tagen endgültig gelöscht.
en: Your data will be deleted for good after 3 days.
it: I tuoi dati verranno eliminati per sempre dopo 3 giorni.

source: Tes données sont en cours de re-chiffrement
de: Deine Daten werden neu verschlüsselt
en: Your data is being re-encrypted
it: I tuoi dati vengono nuovamente cifrati

source: Tes dépenses
de: Deine Ausgaben
en: Your expenses
it: Le tue spese

source: Tes dépenses pointées en un geste
de: Deine Ausgaben mit einer Geste abgehakt
en: Your spending checked off in one gesture
it: Le tue spese spuntate con un gesto

source: Tes finances prennent forme
de: Deine Finanzen nehmen Form an
en: Your finances are taking shape
it: Le tue finanze prendono forma

source: Tes montants existants ne sont pas convertis — 100 restera 100, affiché en %@. Seule la devise d'affichage change.
de: Deine bestehenden Beträge werden nicht umgerechnet — 100 bleibt 100, angezeigt in %@. Nur die Anzeigewährung ändert sich.
en: Your existing amounts are not converted — 100 stays 100, shown in %@. Only the display currency changes.
it: I tuoi importi esistenti non vengono convertiti — 100 resta 100, mostrato in %@. Cambia solo la valuta di visualizzazione.

source: Tes nouveaux budgets sont prêts
de: Deine neuen Budgets sind bereit
en: Your new budgets are ready
it: I tuoi nuovi budget sono pronti

source: Tes objectifs pour ce mois n'attendent que toi.
de: Deine Sparziele für diesen Monat warten nur auf dich.
en: Your goals for this month are waiting for you.
it: I tuoi obiettivi per questo mese aspettano solo te.

source: Tes opérations s'afficheront ici
de: Deine Einträge erscheinen hier
en: Your entries will show up here
it: Le tue operazioni appariranno qui

source: Tes revenus
de: Deine Einnahmen
en: Your income
it: Le tue entrate

source: Tes tags personnels
de: Deine persönlichen Tags
en: Your personal tags
it: I tuoi tag personali

source: Ton budget
de: Dein Budget
en: Your budget
it: Il tuo budget

source: Ton budget du mois t'attend. Fais le point en 30 secondes.
de: Dein Budget für den Monat wartet. Verschaff dir in 30 Sekunden einen Überblick.
en: Your budget for the month is waiting. Take stock in 30 seconds.
it: Il tuo budget del mese ti aspetta. Fai il punto in 30 secondi.

source: Ton budget est prêt en 2 minutes
de: Dein Budget steht in 2 Minuten
en: Your budget is ready in 2 minutes
it: Il tuo budget è pronto in 2 minuti

source: Ton budget est une prévision. Pour qu'il reste juste, tu le fais vivre en deux gestes.
de: Dein Budget ist eine Planung. Damit es stimmt, hältst du es mit zwei Handgriffen lebendig.
en: Your budget is a forecast. To keep it accurate, you keep it alive with two simple moves.
it: Il tuo budget è una previsione. Per mantenerlo giusto, lo fai vivere con due gesti.

source: Ton budget respire
de: Dein Budget hat Luft
en: Your budget has room to breathe
it: Il tuo budget respira

source: Ton budget tient debout
de: Dein Budget steht
en: Your budget holds up
it: Il tuo budget sta in piedi

# Ton budget « %@ » couvrira du %@%@
source: Ton budget « %1$@ » couvrira du %2$@%3$@
de: Dein Budget „%@“ umfasst %@%@
en: Your budget “%@” will cover %@%@
it: Il tuo budget «%@» coprirà %@%@

source: Ton code d'accès a été modifié — saisis ton nouveau code
de: Dein Zugangscode wurde geändert — gib deinen neuen Code ein
en: Your access code has changed — enter your new code
it: Il tuo codice di accesso è cambiato — inserisci il nuovo codice

source: Ton coffre est configuré sans clé de récupération. Génère-la maintenant pour éviter de perdre l'accès à tes données chiffrées.
de: Dein Tresor ist ohne Wiederherstellungsschlüssel eingerichtet. Erzeuge ihn jetzt, damit du den Zugang zu deinen verschlüsselten Daten nicht verlierst.
en: Your vault is set up without a recovery key. Create it now to avoid losing access to your encrypted data.
it: La tua cassaforte è configurata senza chiave di recupero. Generala ora per non perdere l'accesso ai tuoi dati cifrati.

source: Ton compte en cours sera déconnecté. Tu pourras en recréer un nouveau.
de: Dein aktuelles Konto wird abgemeldet. Du kannst ein neues erstellen.
en: Your current account will be signed out. You can create a new one.
it: Il tuo account attuale verrà disconnesso. Potrai crearne uno nuovo.

source: Ton compte est en cours de suppression.
de: Dein Konto wird gerade gelöscht.
en: Your account is being deleted.
it: Il tuo account è in fase di eliminazione.

source: Ton compte sera définitivement supprimé après un délai de 3 jours. Cette action est irréversible.
de: Dein Konto wird nach einer Frist von 3 Tagen endgültig gelöscht. Das lässt sich nicht rückgängig machen.
en: Your account will be permanently deleted after 3 days. This can't be undone.
it: Il tuo account verrà eliminato definitivamente dopo 3 giorni. Questa azione è irreversibile.

source: Ton disponible s'affichera ici
de: Dein verfügbarer Betrag erscheint hier
en: Your available amount will show up here
it: Il tuo disponibile apparirà qui

source: Ton mois budgétaire
de: Dein Budgetmonat
en: Your budget month
it: Il tuo mese di budget

source: Ton mot de passe
de: Dein Passwort
en: Your password
it: La tua password

source: Ton mot de passe actuel
de: Dein aktuelles Passwort
en: Your current password
it: La tua password attuale

source: Ton nouveau mot de passe
de: Dein neues Passwort
en: Your new password
it: La tua nuova password

source: Ton plan
de: Dein Plan
en: Your plan
it: Il tuo piano

source: Ton plan a changé entre-temps — vérifie les données actualisées et relance la simulation
de: Dein Plan hat sich inzwischen geändert — prüf die aktualisierten Daten und starte die Simulation neu
en: Your plan changed in the meantime — check the refreshed data and run the simulation again
it: Il tuo piano è cambiato nel frattempo — controlla i dati aggiornati e rilancia la simulazione

source: Ton plan est prêt : %@ à mettre de côté ce mois.
de: Dein Plan steht: %@ zum Zurücklegen diesen Monat.
en: Your plan is ready: %@ to set aside this month.
it: Il tuo piano è pronto: %@ da mettere da parte questo mese.

source: Ton plan est à jour
de: Dein Plan ist aktuell
en: Your plan is up to date
it: Il tuo piano è aggiornato

source: Ton plan te mène à %@ au total.
de: Dein Plan bringt dich auf insgesamt %@.
en: Your plan takes you to %@ in total.
it: Il tuo piano ti porta a %@ in totale.

source: Ton plan te mène à %@ à l'échéance.
de: Dein Plan bringt dich bis zur Frist auf %@.
en: Your plan takes you to %@ by the deadline.
it: Il tuo piano ti porta a %@ entro la scadenza.

source: Ton potentiel de croissance est encore incomplet.
de: Dein Wachstumspotenzial ist noch unvollständig.
en: Your growth potential is still incomplete.
it: Il tuo potenziale di crescita è ancora incompleto.

source: Ton prénom
de: Dein Vorname
en: Your first name
it: Il tuo nome

source: Ton suivi
de: Deine Übersicht
en: Your tracking
it: Il tuo andamento

source: Ton échéance est passée. Tu peux la repousser pour continuer à ton rythme.
de: Deine Frist ist vorbei. Du kannst sie nach hinten schieben und in deinem Tempo weitermachen.
en: Your deadline has passed. You can push it back and keep going at your own pace.
it: La tua scadenza è passata. Puoi rimandarla e continuare al tuo ritmo.

source: Ton épargne
de: Dein Sparen
en: Your savings
it: Il tuo risparmio

source: Total
de: Gesamt
it: Totale

source: Total charges
de: Fixkosten gesamt
en: Total fixed costs
it: Totale spese fisse

source: Total retiré
de: Insgesamt entnommen
en: Total withdrawn
it: Totale prelevato

source: Total revenus
de: Einnahmen gesamt
en: Total income
it: Totale entrate

source: Total · %lld mois
de: Total · %lld Monate
en: Total · %lld months
it: Totale · %lld mesi

source: Total épargne
de: Sparen gesamt
en: Total savings
it: Totale risparmio

source: Touche deux fois pour ouvrir le menu de filtres d'état.
de: Doppeltippe, um das Statusfilter-Menü zu öffnen.
en: Double-tap to open the status filter menu.
it: Tocca due volte per aprire il menu dei filtri di stato.

source: Touche pour modifier
de: Zum Bearbeiten tippen
en: Tap to edit
it: Tocca per modificare

source: Touche pour modifier · Glisse pour compléter ou supprimer · Reste appuyé pour voir le détail
de: Tippe zum Bearbeiten · Wische zum Abschliessen oder Löschen · Halte gedrückt für die Details
en: Tap to edit · Swipe to complete or delete · Press and hold for the details
it: Tocca per modificare · Scorri per completare o eliminare · Tieni premuto per vedere i dettagli

source: Touche pour noter un montant, maintiens pour voir les mouvements
de: Tipp, um einen Betrag zu erfassen; halt gedrückt, um die Bewegungen zu sehen
en: Tap to log an amount, press and hold to see the activity
it: Tocca per annotare un importo, tieni premuto per vedere i movimenti

source: Touche pour ouvrir l'objectif
de: Tippe, um das Sparziel zu öffnen
en: Tap to open the goal
it: Tocca per aprire l’obiettivo

source: Touche pour ouvrir le détail
de: Tippe für die Details
en: Tap to open details
it: Tocca per aprire il dettaglio

source: Toujours en maintenance — réessaie dans un instant
de: Immer noch in Wartung — versuch es gleich nochmal
en: Still under maintenance — try again in a second
it: Ancora in manutenzione — riprova tra un attimo

source: Tous les mois
de: Jeden Monat
en: Every month
it: Ogni mese

source: Tous les mois sont clôturés · il reste %@ non provisionné
de: Alle Monate sind abgeschlossen · %@ bleiben offen
en: Every month is closed · %@ was never set aside
it: Tutti i mesi sono chiusi · restano %@ da accantonare

source: Tout
de: Alle
en: All
it: Tutti

source: Tout est pointé
de: Alles ist abgehakt
en: Everything is checked
it: È tutto spuntato

source: Tout supprimer
de: Alles löschen
en: Delete everything
it: Elimina tutto

source: Tout va bien
de: Alles in Ordnung
en: All good
it: Tutto a posto

source: Tout voir
de: Alles zeigen
en: See all
it: Vedi tutto

source: Toutes les actions sur les modèles ne sont pas encore dispos ici. Pour aller au bout, l'app web fait tout — n'hésite pas à y faire un tour.
de: Noch sind hier nicht alle Aktionen für Vorlagen verfügbar. Für den vollen Umfang kann die Web-App alles — schau ruhig mal vorbei.
en: Not every template action is available here yet. To go all the way, the web app does everything — feel free to take a look.
it: Non tutte le azioni sui modelli sono già disponibili qui. Per fare tutto, l'app web copre ogni cosa — fatti un giro quando vuoi.

source: Trajectoire d'épargne
de: Sparverlauf
en: Savings trajectory
it: Traiettoria di risparmio

source: Trajectoire d’atterrissage de la période, montants masqués.
de: Verlauf des Zeitraums bis zum Monatsende, Beträge ausgeblendet.
en: Landing trajectory for the period, amounts hidden.
it: Andamento del periodo fino a fine mese, importi nascosti.

source: Transféré
de: Überwiesen
en: Transferred
it: Trasferito

source: Transport
de: Mobilität
it: Trasporti

source: Transport (abonnement, essence...)
de: Verkehr (Abo, Benzin...)
en: Transport (pass, fuel...)
it: Trasporti (abbonamento, benzina...)

source: Trop d'emails envoyés — patiente quelques minutes
de: Zu viele E-Mails gesendet — warte ein paar Minuten
en: Too many emails sent — wait a few minutes
it: Troppe email inviate — aspetta qualche minuto

source: Trop de tentatives — patiente quelques minutes
de: Zu viele Versuche — warte ein paar Minuten
en: Too many attempts — wait a few minutes
it: Troppi tentativi — aspetta qualche minuto

source: Trop de tentatives — patiente un moment
de: Zu viele Versuche — warte einen Moment
en: Too many attempts — wait a moment
it: Troppi tentativi — aspetta un momento
